Repository: 84000/translation-memory-resources
Catalog: post_input/toh101.bo.en.tmx
Source language: bo
Languages: en

source: ང་ ཡིས་ སྔོན་ཆད་ གང་ བསྟན་པ འི །_། ཆོས་མཆོག་ དག་ ནི་ ཀུན་ ཏུ་ སྤྱད །_།
en: You will fully course in the supreme qualities That were taught by me previously.

source: ལམ་ དེར་ གང་ཞིག་ སྦྱོར་བྱེད་པ འི །_། མངོན་པར་ འབྱུང་ དང་ ཚངས་སྤྱོད་ དང་ །_། དགེ་བ འི་ བཤེས་གཉེན་ བཟང་པོ་ དང་ །_། སངས་རྒྱས་ དང་ ནི་ ཉན་ཐོས་ སོ །_།
en: $1460 “What connects you with that path Are the act of going forth, pure conduct, A sublime spiritual friend, Buddhas, and hearers.

source: དེ་ ལ་སྟོང་ པ་ བསྟེན་པ ར་ བྱ །_།
en: $1461 “Upon the path you should rely on emptiness.

source: ཆེན་པོ་ སྟོང་པ འི་ སྟོང་པ་ མེད །_།
en: But within great emptiness there is no emptiness.

source: སྟོང་པ འི་ ཆོས་ ལ་ དམིགས་པ་ ནི །_། ཀུན་ ཏུ་ སྤྱད་པ ར་ བྱ་ མ་ ཡིན །_།
en: Perceiving empty phenomena Is not to experience anything at all.

source: ཆོས་ དང་ དེ་བཞིན་ དམིགས་པ་ ནི །_། སྟོང་ ལ་ དམིགས་པ ར་ མི་ འགྱུར་ རོ །_།
en: $1462 “Phenomena and, likewise, perception Will not bring about the perception of emptiness.

source: གང་ ལ་ འཇིག་རྟེན་ མི་ འཇུག་པ །_། དེ་ ནི་ སྟོང་པ་ དེ་ ཡིན་ གསུངས །_།
en: Emptiness is taught to be That to which the world has no access.

source: བྱང་ཆུབ་ སྤྱད་ པ་ སྤྱོད་པ་ ན །_། |#| གང་ ལ་ ང་ ཡིས་ སྔོན་ བསླབས་པ །_། དེ་ ལ་ བྱིས་པ་ བློ་ ཅན་ གྱིས །_། ཤེས་པ་ ཅིས་ཀྱང་ འགྲོ་ མི་ འགྱུར །_།
en: $1463 “If those whom I have previously trained Practice the conduct of a bodhisattva, They cannot be matched By those of immature intellect, no matter how much they may know.

source: བྱང་ཆུབ་ སྤྱད་པ་ སྤྱོད་པ་ ན །_། |#| གང་དག་ ང་ ཡི་ ཆོས་ ཐོས་པ །_། དེ་ ལ་ བྱང་ཆུབ་ སྤྱད་པ་ ནི །_། གཞན་ གྱི་ དྲིང་ ཕྱིར་ སོང་ མ་ ཡིན །_།
en: $1464 “Whoever receives my Dharma, And practices as a bodhisattva based on it, Will not fall under the influence of others When practicing bodhisattva conduct.

source: དེ་དག་ ང་ ཡིས་ རང་ གིས་ རྟོགས །_། |#| ཆོས་ ཀྱི་ དམ་པ་ བསྟན་པ་ ཡིན །_།
en: $1465 “I teach the sublime Dharma, Having realized those matters myself.

source: གང་ དུ་ སྟོང་ཉིད་ ཆགས་ མེད་པ །_། དེ་ ནི་ དྲང་པོ འི་ ལམ་ ཡིན་ ནོ །_།
en: That which is unobstructed regarding emptiness Is the true path.

source: བྱང་ཆུབ་ སྙིང་པོ ར་ འདུག་ ནས་ སུ །_། བློ་གྲོས་ ངན་པ འི་ བདུད་ བཅོམ་ ནས །_། |#| བསམ་ མི་ ཁྱབ་པ ར་ ངས་ གང་ རྟོགས །_། |#| དེ་ ནི་ ཆོས་ཉིད་ དེ་ ཡིན་ གསུངས །_།
en: $1466 “What I realized beyond conception While seated at the seat of awakening, After overcoming the malicious Māra, Is said to be reality.

source: དེ་ ནི་ ང་ ཡིས་ མངོན་ སངས་རྒྱས །_། དེ་ཉིད་ ང་ ཡིས་ བསྟན་པ་ ཡིན །_།
en: $1467 “I truly realized that, And that is precisely what I have taught.

source: གང་ ཕྱིར་ འཁོར་ལོ་ བསྐོར་བ་ ཡིས །_། མཐའ་ མཆོག་ ང་ ཡིས་ སངས་རྒྱས་ སོ །_།
en: Because the wheel was turned, I awakened to the supreme limit.

source: གང་ཞིག་ བློ་ངན་ བདུད་ བཅོམ་ ནས །_། |#| བྱང་ཆུབ་ འཚང་ རྒྱ ར་ འགྱུར་བ་ དང་ །_། བྱང་ཆུབ་ སྙིང་པོ ར་ འདུག་ འདོད་པ །_། དེ་ ཡིས་ སྟོང་ཉིད་ དེ་ བསྟེན་ བྱ །_།
en: $1468 “Whoever wants to destroy the malicious Māra, Awaken to buddhahood, And sit at the seat of awakening Must rely on emptiness.

source: གང་ཞིག་ འཁོར་ལོ་ བླ་མེད་པ འི །_། ཆོས་ ཀྱི་ འཁོར་ལོ་ བསྐོར་བ་ དང་ །_། དེ་ ལ་ དགེ་འདུན་ གདམས་ འདོད་པ །_། དེ་ ཡིས་ སྟོང་ཉིད་ དེ་ བསྟེན་ བྱ །_།
en: $1469 “Whoever wants to turn The wheel of the unexcelled Dharma, And instruct the saṅgha in it, Must rely on emptiness.

source: གང་ཞིག་ སྟོབས་ རྣམས་ བཅུ་པོ་ ཡིས །_། གནས་པ ར་ གྱུར་ ནས་ འཇིགས་མེད་ པར །_། སེང་གེ འི་ སྒྲ་ ནི་ སྒྲོགས་ འདོད་པ །_། དེ་ ཡིས་ སྟོང་ཉིད་ དེ་ བསྟེན་ བྱ །_།
en: $1470 “Whoever wants to be transformed By the ten powers And then fearlessly resound the lion’s roar Must rely on emptiness. [182.b]

source: རྟག་པ ར་ [182b] འཇིག་རྟེན་ ཐམས་ཅད་ དུ །_། གང་ གི་ སྙན་ དང་ གྲགས་ འབྱུང་བ འི །_། སྟོང་ཉིད་ དེ་ ནི་ བསྟེན་པ་ ཡིས །_། ང་ ནི་ ཕ་རོལ་ ཕྱིན་པ་ ཡིན །_།
en: $1471 “It was by relying continually on emptiness, Whose renown and fame Is widespread throughout all worlds, That I reached the other shore.

source: ང་ ཡི་ རྗེས་སུ་ སློབ་པ་ ན །_། |#| བྱང་ཆུབ་ སེམས་དཔའ་ རབ་ མཁས་པ ས །_། ཡེ་ཤེས་ བླ་ ན་ མེད་པ་ དེ འི །_། བྱང་ཆུབ་ དམ་པ་ འཚང་ རྒྱ ར་ བྱ །_།
en: $1472 “Following my example, The supremely wise bodhisattva Should awaken to the sublime awakening Of unexcelled wisdom.

source: གང་ཞིག་ ང་ ཡི་ རྗེས་སློབ་པ །_། དགེ་སློང་ འོན་ཏེ་ དགེ་སློང་ མས །_། ཇི་ལྟ ར་ ད་ལྟ ར་ ངས་ འཐོབ་ བཞིན །_། བྱང་ཆུབ་ དམ་པ་ ཐོབ་པ ར་ འགྱུར །_།
en: $1473 “Whoever follows my example, Whether it be a monk or a nun, Will attain sublime awakening Just as I have attained it now.

source: འདི་ ལ་ དགེ་སློང་ དགེ་སློང་ མ །_། འབའ་ཞིག་ གིས་ ནི་ བསྟེན་ བྱ་ མིན །_།
en: $1474 “This is not to be relied upon By monks and nuns alone.

source: སེམས་ཅན་ ཀུན་ གྱིས་ བསླབས་ ན་ ཡང་ །_། དེ་དག་ བྱང་ཆུབ་ རྙེད་ པ ར་ སླ །_།
en: Any being that trains in it Will easily discover awakening.

source: དམ་པ་ དེ་ ལ་ བསྟེན་པ་ ན །_།
en: $1475 “When relying on this sublime truth

source: ང་ ནི་ ཆགས་པ་ མེད་པར་ བྱུང་ །_།
en: I became free of attachment.

source: མ་ འདྲེས་པ་ ཡི་ ཆོས་ རྣམས་ ཀྱིས །_། ཆགས་ མེད་ བྱང་ཆུབ་ སངས་རྒྱས་ སོ །_།
en: Through the unshared qualities I awakened to the awakening of non-attachment.

source: ཆོས་ དེ་དག་ ནི་ སྟེན་ བྱེད་ ན །_།
en: $1476 “When relying on those teachings,

source: ཡེ་ཤེས་ ཆགས་ མེད་ དམན་མ་ ཡིན །_།
en: Unhindered wisdom will not be meager.

source: བྱང་ཆུབ་ ཕྱིར་ ནི་ ལམ་ དེ་ ཡིན །_།
en: That is the path toward awakening.

source: རྟག་པ ར་ སྟོང་ཉིད་ བསྟེན་ པ ར་ བྱ །_།
en: You should continually rely on emptiness.

source: དེ་ཕྱིར་ བྱང་ཆུབ་ སེམས་དཔའ་ ཡིས །_། སྲོག་ཆགས་ རྣམས་ ལ་ ཕན་པ འི་ ཕྱིར །_། ཆོས་ རྣམས་ ཐམས་ཅད་ སྟོང་པ་ ཡི །_། ཆོས་ དེ་དག་ ལ་ བསླབ་པ ར་ བྱ །_།
en: $1477 “Thus, to benefit beings, A bodhisattva should train In the teachings that show All phenomena to be empty.”

source: ཐབས་ ལ་ འཇུག་པ་ དང་ །_ དམ་པ འི་ ཆོས་ སྤོང་བ་ དང་ །_ བྱང་ཆུབ་ སེམས་དཔའ་ ཡང་དག་ པར་ འཛིན་ དུ་ གཞུག་ པ འི་ ལེའུ་ སྟེ་ དགུ་པ འོ །།_།།
en: $1478 This concludes the ninth chapter.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ ཆོས་ བཞི་ དང་ ལྡན་ ན །_ |#| ཇི་ལྟ་བ་ བཞིན་ རྣམ་པར་ གཏན་ ལ་ དབབ་པ་ ལ་ མཁས་པ་ ཡིན །_
en: $1479 “Śāradvatī­putra, there are four qualities that bodhisattva great beings can possess to make them expert in resolving the nature of things as they are.

source: ཆོས་ ཐམས་ཅད་ ལ་ སྤོབས་པ་ ཐོགས་པ་ མེད་པ་ ཡིན །_ |#| སྤོབས་པ་ རྣོ་བ་ དང་ །_ སྤོབས་ པ་ མཐའ་ཡས་པ་ དང་ །_ སྤོབས་པ་ ཟབ་པ་ ཡིན་ ཏེ །_
en: They also give them an eloquence that is unobstructed, acute, limitless, and profound with respect to all dharmas.

source: དེ འི་ ཚེ་ དེ་བཞིན་ གཤེགས་པ ས་ ཇི་ལྟ་བ་ བཞིན་ རྣམ་པར་ གཏན་ ལ་ དབབ་པ་ ལ་ མཁས་པ་ དང་ །_ སྤོབས་པ་ རྣོ་བ་ དང་ །_ སྤོབས་པ་ རངས་པ ར་ ཐུགས་ སུ་ ཆུད་ ནས་ |#| ཕྱི་མ འི་ ཆོས་ ཀྱི་ གྲོང་ཁྱེར་ སྲུང་བ ར་ བྱིན་ གྱིས་ རློབ་པ ར་ མཛད་ དོ །_།
en: At that point the thus-gone ones comprehend their expertise in resolving things exactly as they are, as well as their acute and felicitous eloquence, and thus authorize them to guard the city of the Dharma for posterity.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བཞི་ གང་ཞེ་ན །_
en: $1480 “Śāradvatī­putra, what are those four qualities?

source: འདི་ ལ་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱུན་ མི་ ཆད་པ ར་ རབ་ཏུ་ འབྱུང་བ་ སྟེན་པ འི་ སེམས་ དང་ ལྡན་པ ས་ མངོན་པར་ དགའ་ སྟེ །_
en: Bodhisattvas take constant delight in the attitude of relying constantly on their having going forth, such that

source: མངོན་པར་ འབྱུང་བ་ ལ་ གཞོལ་བ་ ཡིན་ ཞིང་ །_ ཆོས་ ཡོངས་སུ་ ཚོལ་ བས་ ཆོག་ མི་ ཤེས་པ་ ཡིན །_
en: they apply themselves to the practice of renunciation and are never contented when pursuing the Dharma.

source: ཆོས་ དེ་ ཐོས་ ཤིང་ ཡོངས་སུ་ བཙལ་ ནས་ ཀྱང་ སེམས་ཅན་ [183a] རྣམས་ ལ་ ཀུན་ བགེད་པ་ ཡིན །_
en: Having heard the Dharma and pursued it, they share it liberally with all beings. [183.a]

source: ཆོས་ བསྟན་པ འི་ ཕྱིར་ སྙོམ་ལས་ མེད་པ་ ཡིན་ ཞིང་ །_
en: They are never lazy to teach the Dharma, and

source: ཆོས་ ཐམས་ཅད་ རྣམ་པར་ འཇིག་པ འི་ བློས་ མི་ གནས་པ འི་ བསམ་གཏན་པ་ ཡང་ ཡིན་ ལ །_
en: with a knowledge that all phenomena perish, they practice non-referential concentration;

source: སེམས་ཅན་ ཐམས་ཅད་ ལས་ བླ་ ན་ |#| མེད་པ འི་ སེམས་ ཀྱིས་ བྱང་ཆུབ་ ཀྱི་ ཕྱིར་ སངས་རྒྱས་ རྗེས་སུ་ དྲན་པ་ ཡང་ སྒོམ་པ ར་ བྱེད་པ་ ཡིན །_
en: they also cultivate recollecting the Buddha for the sake of awakening, with the thought that the Buddha is the most exalted among all beings.

source: ཆོས་ གང་ ལ་ ཡང་ ལུས་ ཀྱི་ དམིགས་པ ས་ མཚན་མ ར་ མི་ འཛིན་པ་ ཡིན་ ཏེ །_
en: They do not apprehend any marks based on the observation of a body.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ ཆོས་ བཞི་པོ་ དེ་དག་ དང་ ལྡན་ ན་ |#| ཆོས་ ཐམས་ཅད་ སྤོབས་པ་ ཆགས་པ་ མེད་པ་ ཡིན་ ཞིང་ །_
en: Śāradvatī­putra, those are the four qualities that bodhisattva great beings possess that give them unobstructed eloquence with respect to all phenomena, such that

source: ཕྱི་མ འི་ དུས་ ཕྱི་མ འི་ ཚེ་ ན་ དེ་དེ་ བཞིན་ གཤེགས་ པ ས་ ཆོས་ ཀྱི་ གྲོང་ཁྱེར་ སྲུང་བ ར་ བྱིན་ གྱིས་ རློབ་པ ར་ མཛད་ དོ །_།
en: a thus-gone one authorizes them to guard the city of the Dharma for posterity.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གཞན་ ཡང་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ ཆོས་ བཞི་ དང་ ལྡན་ ན །_ |#| ཚེ་ རྗེས་ ཀྱང་ དྲན་པ་ བརྗེད་པ ར་ མི་ འགྱུར་ རོ །_།
en: $1481 “Śāradvatī­putra, moreover, there are four qualities that bodhisattva great beings can possess so that they do not forget the Dharma even after parting from this life.

source: ཆོས་ ཡོངས་སུ་ ཚོལ་བ་ དང་ །_ ཆོས་ ཀྱི་ སྦྱིན་པ ས་ ཆོག་ མི་ ཤེས་པ་ ཡིན་ ཏེ །_
en: They should not be contented with the pursuit of Dharma and with giving the gift of Dharma; |#| for,

source: ཤ་ར་དྭ་ཏི འི་ བུ་ རིགས་ ཀྱི་ བུ འམ །_ རིགས་ ཀྱི་ བུ་མོ་ ཆོས་ དང་པོ་ དེ་ དང་ ལྡན་པ་ ནི་ ཚེ་ རྗེས་ ན་ ཡང་ དྲན་པ་ བརྗེད་པ ར་ མི་ འགྱུར་ རོ །_།
en: Śāradvatī­putra, the son or daughter of noble family with this first quality will not forget even upon parting from this life.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གཞན་ ཡང་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་ཅན་ མང་པོ་ གཞན་དག་ ཀྱང་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཡང་དག་ པར་ འཛིན་ དུ་ འཇུག་ ཅིང་ །_ ཡང་ དང་ ཡང་ དུ་ དེ་བཞིན་ གཤེགས་པ འི་ ཡོན་ཏན་ ཡོངས་སུ་ སྒྲོགས་ པར་ ཡང་ བྱེད་པ་ ཡིན་ ཏེ
en: Furthermore, Śāradvatī­putra, bodhisattvas should encourage many other beings also to perfectly uphold unexcelled and perfect awakening, and thus repeatedly extol the qualities of the Thus-Gone One; |#| for,

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ ཆོས་ གཉིས་པ་ དེ་ དང་ ལྡན་པ་ ནི་ ཚེ་ རྗེས་ ན་ ཡང་ དྲན་པ་ བརྗེད་པ ར་ མི་ འགྱུར་ རོ །_།
en: Śāradvatī­putra, bodhisattvas with this second quality will not forget even upon parting from this life.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གཞན་ ཡང་ བྱང་ཆུབ་ སེམས་དཔའ་ ཟབ་མོ་ ལ་ བཟོད་པ་ ཡིན་ ཏེ །_
en: Furthermore, Śāradvatī­putra, bodhisattvas should be accepting of the profound; |#| for,

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ ཆོས་ གསུམ་པ་ དེ་ དང་ ལྡན་པ་ ནི་ ཚེ་ རྗེས་ ན་ ཡང་ དྲན་པ་ བརྗེད་པ ར་ མི་ འགྱུར་ རོ །_།
en: Śāradvatī­putra, bodhisattvas with this third quality will not forget even upon parting from this life.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གཞན་ ཡང་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ དེ་བཞིན་ གཤེགས་པ་ མཉེས་པ ར་ བྱ་བ འི་ ཕྱིར་ ཡིད་ རྣམ་པར་ མི་ གཡེང་བ་ ཡིན་ ཞིང་ །_
en: Furthermore, Śāradvatī­putra, in order to please the Thus-Gone One, bodhisattva great beings should not be mentally distracted and,

source: དེ་བཞིན་ གཤེགས་པ འི་ ཆོས་ ཡིད་ ལ་ བྱ་བ འི་ ཕྱིར་ ཤེས་བཞིན་ དང་ དྲན་པ་ ཅན་ ཡིན་ ལ །_ ཟབ་མོ་ ལ་ བཟོད་ ཅིང་ འཆི་བ འི་ དུས་ བྱེད་པ་ ཡིན་ ཏེ
en: in order to bring the Thus-Gone One’s teaching to mind, they should have introspection and mindfulness, and die with acceptance of the profound; |#| for,

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ ཆོས་ བཞི་པ་ དེ་ དང་ ལྡན་པ་ ནི་ ཚེ་ རྗེས་ ན་ ཡང་ དྲན་པ་ བརྗེད་པ ར་ མི་ འགྱུར་ རོ །_།
en: Śāradvatī­putra, bodhisattvas with this fourth quality will not forget even upon parting from this life.”

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ དེ་སྐད་ ཅེས་ བཀའ་ སྩལ་ ཏེ །_
en: $1482 These were the Thus-Gone One’s words.

source: དེ་སྐད་ གསུངས་ ནས་ སྟོན་ [183b] པས་ གཞན་ ཡང་ བཀའ་ སྩལ་པ །_
en: Having so taught, the teacher continued: [183.b]

source: དེ་དག་ ཆོས་ ནི་ ཡོངས་སུ་ ཚོལ །_། |#| ཆོས་ ཀྱི་ སྦྱིན་པ འང་ སྦྱིན་པ ར་ བྱེད །_།
en: “They pursue the Dharma, And also give the gift of Dharma.

source: དེ་ཕྱིར་ ནམ་ཡང་ ནམ་ དུ་ ཡང་ །_། ཆོས་ དྲན་ བརྗེད་པ ར་ མི་ འགྱུར་ རོ །_།
en: Thus they will never, ever Forget the Dharma.

source: བྱང་ཆུབ་ ཡང་དག་ འཛིན་ དུ་ འཇུག _། |#| སེམས་ཅན་ མང་པོ་ འགོད་པ ར་ བྱེད །_།
en: $1483 “They encourage others to perfectly uphold awakening, And establish many beings there.

source: དེ་ཕྱིར་ དེ་ ཡིས་ ཚེ་རབས་ སུ །_། དེ་ ཡི་ དྲན་པ་ ཉམས་ མི་ འགྱུར །_།
en: Thus they ensure that throughout their lives Their recollection will not decline.

source: སངས་རྒྱས་ བསྟན་པ འི་ སྟོང་ཉིད་ དང་ །_། ཟབ་མོ འི་ ཆོས་ རྣམས་ སྟེན་པ ར་ བྱེད །_།
en: $1484 “They rely on emptiness and the profound teachings Delivered by the Buddha.

source: མ་ སྐྱེས་པ་ ཡི་ ཆོས་ རྣམས་ ལས །_། དེ་ ཡི་ བཟོད་པ་ ཉམས་ མི་ འགྱུར །_།
en: Their acceptance of the teaching of non-arising Will therefore not decline.

source: སྐྱེ་བ་ ཡང་ ནི་ སྐྱེ་བ་ མེད །_། |#| གང་དག་ སྐྱེས་པ འང་ དེ་དེ་ བཞིན །_།
en: $1485 “Even birth is non-originating, And so is anyone who has been born.

source: དེ་ འདྲ་བ་ ཡི་ བཟོད་པ་ ཡིས །_། དེ་ ཡི་ དྲན་པ་ ཉམས་ མི་ འགྱུར །_།
en: Through acceptance of such teachings Their recollection will not decline.

source: རྣམ་པར་ གཡེངས་པ འི་ སེམས་ ཀྱིས་ ནི །_། མཁས་པ་ འཆི་བ འི་ དུས་ མི་ བྱེད །_།
en: $1486 “The wise do not die With a distracted mind.

source: རྟག་པ ར་ སངས་རྒྱས་ ཆོས་ རྣམས་ ལ །_། དེ་ ཡི་ དཀའ་ དང་ སངས་རྒྱས་ དམིགས །_།
en: They constantly observe the Buddha and his speech Within the qualities of the buddhas.

source: མཁས་པ་ འཆི་བ འི་ དུས་ བྱེད་ ན །_།
en: $1487 “When the wise die

source: དེ་ ཡི་ སེམས་ ནི་ ཞུམ་པ་ མེད །_།
en: They have no cowardice.

source: དེ་ཕྱིར་ དེ་ ནི་ ཚེ་རབས་ སུ །_། དྲན་པ་ ཉམས་པ ར་ མི་ འགྱུར་ རོ །_།
en: Thus, throughout their lifetimes Their recollection will not decline.

source: གང་ཞིག་ ཡེ་ཤེས་ མཆོག་ འདོད་པ །_། བྱང་ཆུབ་ དམ་པ་ ཁྱད་པར་ འཕགས །_། |#| བྱང་ཆུབ་ དེ་ ནི་ ཚོལ་བ་ ན །_།
en: $1488 “If those who want supreme wisdom Pursue awakening— Exalted, sublime awakening—

source: ཆོས་ བཞི་པོ་ དག་ སྟེན་པ ར་ བྱེད །_།
en: They rely on four qualities.

source: སངས་རྒྱས་ རྣམས་ ཀྱིས་ རྟག་ ཏུ་ བསྔགས །_།
en: $1489 “Continually praised by the buddhas,

source: དེ་དག་ མཆོག་ དང་ གཙོ་བོ་ ཡིན །_།
en: Those four qualities are supreme and paramount.

source: དེ་ཕྱིར་ ཁྱོད་ ལ་ ངས་ བསྟན་ གྱིས །_། ཆོས་ དེ་དག་ ནི་ བསྟེན་པ ར་ བྱོས །_།
en: Since I have thus taught them to you, Rely on those qualities!

source: གང་ ཕྱིར་ ང་ ལ འང་ ཕན་ བྱེད་པ །_། ཁྱོད་ ལ་ ཕན་ ཕྱིར་ བསྟན་པ ར་ བྱ །_།
en: $1490 “As they have also helped me, I teach them to help you.

source: རྫོགས་པ འི་ སངས་རྒྱས་ འདིར་ ཕན་ བཞེད །_།
en: Accepting their help for perfect awakening,

source: གང་ ལ འང་ ཆད་པ་ གཅོད་ མི་ མཛད །_།
en: One will go utterly unpunished.

source: དེས་པ་ གང་ཞིག་ བྱང་ཆུབ་ ཕྱིར །_། འདི་ ལ་ ཡེ་ཤེས་ འདོད་བྱེད་ པས །_། དེ་ཕྱིར་ ལམ་ ལ་ བསྟེན་པ ར་ བྱོས །_།
en: $1491 “Since it is the resolve for awakening That elicits desire for wisdom, You should thus rely on the path—

source: དེ་ལས་ བྱང་ཆུབ་ འཐོབ་པ་ ཡིན །_།
en: Awakening is attained based on it.

source: ལེ་ལོ འི་ སེམས་ དང་ ལྡན་པ་ དང་ །_། ཞུམ་པ འི་ སེམས་ དང་ ལྡན་པ་ ཡིས །_། བྱང་ཆུབ་ མཆོག་ རེག་ ནུས་ མ་ ཡིན །_།
en: $1492 “Those with an attitude of laziness And an attitude of cowardice Will not be able to reach supreme awakening—

source: དེ་ཕྱིར་ དེ་ ནི་ རྣམ་པར་ སྤང་ །_།
en: Thus, they should be abandoned.

source: བདག་ ཏུ་ འདུ་ཤེས་ བྱེད་པ་ དང་ །_། སེམས་ཅན་ འདུ་ཤེས་ བྱེད་པ་ འམ །_། དངོས་ འདུ་ཤེས་ པས་ སངས་རྒྱས་ ཀྱི །_། བྱང་ཆུབ་ འཚང་ རྒྱ ར་ ནུས་ མ་ ཡིན །_།
en: $1493 “Those who believe in self, Believe in beings, And believe in objects Are unable to awaken to buddhahood.

source: དེ་ཕྱིར་ དེ་ ནི་ རྣམ་ སྤངས་ ནས །_།
en: $1494 “Having thus abandoned those,

source: རྟག་པ ར་ སྟོང་པ་ཉིད་ ལ་ བསྟེན །_།
en: Rely continually on emptiness.

source: དངོས་པོ་ ཐམས་ཅད་ འདིར་ བཤིག་ པས །_། དེ་ལས་ ཡེ་ཤེས་ རྣམ་དག་ འགྱུར །_།
en: By destroying all objects within that, Pristine wisdom will emerge.

source: ཁྱེད་ཅག་ གནས་པ ར་ མ་ བྱེད་ ཅིག _། |#| གནས་ ལས་ ཀྱང་ ནི་ བསྐྱོད་པ ར་ [184a] བྱོས །_།
en: $1495 “You should not settle, But move from your place. [184.a]

source: འོང་བ་ དང་ ནི་ འགྲོ་བ་ ལས །_། བསྐྱོད་པ་ དག་པ་ དགའ་བ ར་ གྱིས །_།
en: Delight in the pure movement Beyond coming and going!

source: ཤ་ར་དྭ་ཏི འི་ བུ་ཆོས་ བཞི་པོ་ འདི་དག་ ནི་ ཐེག་པ་ ཆེན་པོ་ ལ་ ཡང་དག་ པར་ ཞུགས་པ་ རྣམས་ ཀྱིས་ ཐམས་ཅད་ ཀྱི་ མཆོག་ སྒྲུབ་པ ར་ འགྱུར་བ་ ཡིན་ ཏེ |#| བཞི་ གང་ཞེ་ན །_
en: $1496 “Śāradvatī­putra, there are four qualities that those who have entered the Great Vehicle will accomplish above all. |#| These four are as follows:

source: ཤ་ར་དྭ་ཏི འི་ བུ་ འདི་ ལ་ བྱང་ཆུབ་ སེམས་དཔའ་ སངས་རྒྱས་ ཀྱི་ བྱང་ཆུབ་ རྣམ་པར་ འཇིག་ ཅིང་ །_ དམ་པ འི་ ཆོས་ ནུབ་པ ར་ འགྱུར་བ་ ན །_ |#| དམ་པ འི་ ཆོས་ ཡོངས་སུ་ ཚོལ་བ་ ལ་ མངོན་པར་ བརྩོན་པ་ ཡིན །_
en: Śāradvatī­putra, when the awakening of buddhas is in decline and the sublime Dharma is disappearing, bodhisattvas will make efforts to pursue the sublime Dharma.

source: དེ་བཞིན་ གཤེགས་པ འི་ མཆོད་རྟེན་ རྣམ་པར་ འཇིག་པ་ ན་
en: When thus-gone ones’ memorials are delapidated,

source: ཕྱིར་འཆོས་ པར་ བྱེད་ ཅིང་
en: bodhisattvas will restore them and,

source: ལུས་ དང་ སྲོག་ ཡོངས་སུ་ གཏོང་བ ར་ བྱེད་ ཀྱང་ །_
en: even as they discard their bodies and lives,

source: ཆོས་ ནི་ ཡོངས་སུ་ གཏོང་བ ར་ མི་ བྱེད་པ་ ཡིན །_
en: they will not discard the Dharma.

source: སེམས་ཅན་ སྡུག་བསྔལ་བ་ དག་ མཐོང་ ན་ ཡང་སྙིང་ རྗེ་ སྐྱེད་པ ར་ བྱེད་པ་ ཡིན །_
en: When seeing beings suffering, it evokes compassion.

source: དེ་ སྙིང་རྗེ་ ཐོབ་ ནས་ ཇེ་ ཆེ ར་ བརྩོན་འགྲུས་ རྩོམ་པ ར་ བྱེད་ ཅིང་ །_ ནམ་ཞིག་ ན་ བདག་ གིས་ སངས་རྒྱས་ ཀྱི་ ཡེ་ཤེས་ ཡང་དག་ པར་ བསྒྲུབས་ ནས །_ |#| སེམས་ཅན་ དེ་དག་ གི་ སྡུག་བསྔལ་ ཐམས་ཅད་ རྣམ་པར་ ཞི་བ ར་ བྱ་བ འི་ ཕྱིར་ ཆོས་ བསྟན་པ ར་ བྱ་ ཞེས་ དེ་ སྙམ་ སེམས་པ་ ཡིན་ ནོ །_།
en: To have developed compassion causes them to strengthen their efforts further, thus eliciting the thought, ‘Once I have accomplished the wisdom of awakening, I will teach the Dharma to quell all the suffering of those beings.’

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ ནི་ ཆོས་ ཡོངས་སུ་ བཙལ་བ འི་ ཕྱིར་ ཆོག་ མི་ ཤེས་པ་ ཡིན་ ནོ །_།
en: $1497 “Śāradvatī­putra, bodhisattvas are not content when pursuing the Dharma.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རྣམས་ ནི་ ཆོས་ ཡོངས་སུ་ བཙལ་བ འི་ ཕྱིར་ ཆོས་ ལ་ འདུན་པ་ ཆེ་བ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, bodhisattva great beings have a greater inspiration to pursue the Dharma.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རྣམས་ ནི་ ཐེག་པ་ ཆེན་པོ་ ལ་ ལྷག་པ ར་ དམིགས་པ་ ཉིད་ ཀྱི་ ཕྱིར་ བསྙེན་པ ར་ དཀའ་བ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, because of their grasp of the Great Vehicle, bodhisattva great beings are unparalleled.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རྣམས་ ནི་ སེམས་ཅན་ རྣམས་ ལ་ ཕན་པ ར་ འདོད་པ་ ཉིད་ ཀྱི་ ཕྱིར་ དེ་དག་ ལ་ སྐྱོབ་པ་ གཞན་ གང་ཡང་ མེད་ དེ །_ |#| གཞན་ དུ་ ན་ བདག་ འབའ་ཞིག་ ཏུ་ ཟད་ དོ་ སྙམ་པ ས་ བྱམས་པ འི་ སེམས་ དང་ ལྡན་པ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, because of their wish to benefit beings, bodhisattva great beings lovingly think, ‘They have no other protector at all, so it all comes down to me alone.’

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རྣམས་ ནི་ སྙིང་རྗེ་ ཆེན་པོ་ བསྟེན་པ འི་ སེམས་ དང་ ལྡན་པ ས་ ཁྲོས་པ་ མེད་པ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, since they have the attitude of adhering to great compassion, bodhisattva great beings have no anger.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ རྣམས་ ནི་ སེམས་ཅན་ ཐམས་ཅད་ ལ་ ཡེ་ཤེས་ ཉེ་བ ར་ སྒྲུབ་པ་ ཉིད་ ཀྱི་ ཕྱིར་ ཕྲག་དོག་ མེད་པ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, because of their accomplishment of wisdom on behalf of all beings, bodhisattvas have no jealousy.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ རྣམས་ ནི་ ཆོས་ ཀྱི་ སྦྱིན་པ ས་ སེམས་ཅན་ རྣམས་ ལ་ ཕན་ འདོགས་པ་ ཉིད་ ཀྱི་ ཕྱིར་ སེར་སྣ་ མེད་པ་ [184b] ཡིན་ ནོ །_།
en: Śāradvatī­putra, because of benefiting all beings through the gift of Dharma, bodhisattvas have no miserliness. [184.b]

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ རྣམས་ ནི་ ལྷག་པ འི་ བསམ་པ་ ཉེ་བ ར་ སྟོན་པ་ ཉིད་ ཀྱི་ ཕྱིར་ བདོག་པ་ ཐམས་ཅད་ ཡོངས་སུ་ གཏོང་བ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, to demonstrate their altruism, bodhisattvas give away all their possessions.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ རྣམས་ ནི་ ཆོས་ ཐམས་ཅད་ ལ་ ཡོངས་སུ་ འཛིན་པ་ མེད་པ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, bodhisattvas have no clinging to any phenomenon.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ རྣམས་ ནི་ ཚུ ར་ ཤོག་ ལེགས་པ ར་ འོངས་ སོ །_། |#| ཞེས་ སྨྲ་བ་ ཡིན་ ཞིང་ ཁྲོ་གཉེར་ མེད་པར་ བཞིན་འཛུམ་པ་ ཡིན་ ནོ །_།
en: $1498 “Śāradvatī­putra, bodhisattvas smile without anger, saying, ‘Come here! |#| You are welcome!’

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ རྣམས་ ནི་ རྒོད་པ་ མེད་ ལ །_
en: Śāradvatī­putra, bodhisattvas have no agitation, and

source: སེམས་ཅན་ སྡུག་བསྔལ་བ་ དག་ མཐོང་ ན་ སྙིང་ བླ ས་ སུ་ བྱེད་ ཅིང་ བརྩོན་འགྲུས་ བརྟན་པོ ར་ རྩོམ་ པ ར་ བྱེད་པ་ ཡིན་ ནོ །_།
en: when seeing beings suffering, they act compassionately and consistently exert effort.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ རྣམས་ ནི་ སངས་རྒྱས་ ཀྱི་ ཆོས་ རྣམས་ ལ་ དགའ་བ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, bodhisattvas delight in the qualities of the buddhas.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ རྣམས་ ནི་ སེང་གེ འི་ སྒྲ་ མངོན་པར་ སྒྲོགས་པ་ ཉིད་ ཀྱི་ ཕྱིར་ མི་ འཇིགས་པ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, since they proclaim the lion’s roar, bodhisattvas are not afraid.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རྣམས་ ནི་ སངས་རྒྱས་ ཀྱི་ ཆོས་ རྣམས་ ལ་ ལེགས་པ ར་ གནས་པ ས་ བག་ཚ་བ་ མེད་པ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, since they are grounded in the qualities of the buddhas, bodhisattva great beings are not timid.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ རྣམས་ ནི་ སངས་རྒྱས་ ཀྱི་ ཆོས་ ཡོངས་སུ་ བཙལ་བ འི་ ཕྱིར་ བརྩོན་པ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, bodhisattvas make efforts to pursue the qualities of the buddhas.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ རྣམས་ ནི་ རྟག་ ཏུ་ བརྩོན་པ་ ཡིན་ ཞིང་ ཆོས་ བསྟན་པ འི་ ཕྱིར་ སྟོང་གསུམ་ གྱི་ སྟོང་ ཆེན་པོ ར་ རྒྱུ་བ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, to constantly make effort and teach the Dharma, bodhisattvas course throughout the trichiliocosm.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ རྣམས་ ནི་ ཆོས་ རྣམས་ ལ་ རྟོགས་པ ར་ ཁོང་ དུ་ ཆུད་པ ས་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, since bodhisattvas have come to an understanding of all phenomena, they are guardians of the victorious.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རྣམས་ ནི་ ཆོས་ ཐམས་ཅད་ ཡང་དག་པ་ ཇི་ལྟ་ བ་ བཞིན་ སོ་སོ ར་ རྟོག་པ་ ཉིད་ ཀྱི་ ཕྱིར་ སྙིང་པོ་ འཛིན་པ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, due to their discernment of all phenomena, exactly as they are, bodhisattvas uphold their essence.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ རྣམས་ ནི་ ཆོས་ ཐམས་ཅད་ ལ་ རང་ གིས་ མངོན་པར་ རྫོགས་པ ར་ བྱང་ཆུབ་པ་ ཉིད་ ཀྱི་ ཕྱིར་ སྙིང་པོ་ བླངས་པ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, since they understand all phenomena, bodhisattvas on their own have extracted their essence.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ རྣམས་ ནི་ དུས་ དང་ དུས་ མ་ཡིན་པ ར་ ཡོངས་སུ་ སྨིན་པ ར་ བྱེད་པ་ ཉིད་ ཀྱི་ ཕྱིར་ སྐུལ་བ ར་ བྱེད་པ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, out of their ability to mature beings in timely and untimely ways, bodhisattvas provide encouragement.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ རྣམས་ ནི་ ཆོས་ དང་ འཐུན་ པས་ ཕ་རོལ་ སྨྲ་བ་ རྣམས་ ཚར་གཅོད་པ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, since they are in harmony with the Dharma, bodhisattvas defeat those who argue against them.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རྣམས་ ནི་ ཆོས་ ཐམས་ཅད་ ཀྱི་ དོན་ རྣམ་པར་ ངེས་པ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, bodhisattva great beings ascertain the meaning of all phenomena. [185.a]

source: [185a] ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རྣམས་ ནི་ སངས་རྒྱས་ ཀྱི་ ཆོས་ རྣམས་ ཀྱི་ རིགས་ ཡིན་ ནོ །_།
en: $1499 “Śāradvatī­putra, bodhisattva great beings are of the caste of the qualities of the buddhas.
